Repository: giellalt/corpus-fin
Catalog: tmx/sms/admin/sd/www.samediggi.fi/_algu_-_oppimateriaalit.html.tmx
Source language: fin
Languages: sms

source: “Álgu” – oppimateriaalit
sms: “Álgu” – mättmateriaal

source: Saamelaiskäräjät julkaisee uusia oppimateriaaleja pohjoissaamenkielisen alkuopetuksen äidinkielen ja kirjallisuuden opetusta varten.
sms: Sääʹmteʹǧǧ õlmstâtt ođđ materiaalid tâʹvvsääʹmǩiõllsaž alggmättʼtõõzz jieʹnnǩiõl da ǩeerjlažvuõđ mättʼtem vääras.

source: Oppimateriaalit sopivat myös etäopetukseen.
sms: Mättmateriaal suäʹppe še ougglõsmättʼtõʹsse.

source: Materiaalit on kehittänyt Aura Mari Pieski.
sms: Materiaali plaanni da raajji lij Aura Mari Pieski.

source: Álgu -materiaaliin ilmestyy vuoden 2023 aikana vähitellen lisää osia.
sms: Álgu- materiaaʹle õlmstâʹvve eeʹjj 2023 ääiʹj siõmmnai siõmmnai lââʹzz vueʹzz.

source: Nyt julkaistaan kaksi osaa:
sms: Ååʹn õlmstâʹvve kuõʹhtt vueʹzz:

source: Álgu-diajonot antavat mahdollisuuden pitää valmiita opetustuokioita äidinkielen eri aiheista.
sms: Álgu-diarääid ouʹdde vueiʹttemvuõđ tuõʹllʼjed vaalmâš mättʼtempooddid jeeʹres äʹššvuudin.

source: Digitaalisessa muodossa julkaistu materiaali on tarkoitettu peruskoulun ensimmäisen luokan äidinkielen opetukseen, mutta niistä voi olla apua myös esiopetuksessa tai ylemmillä luokkaasteilla.
sms: Digitaalʼlaž häämast õlmstõttum materiaal lij jurddum vuâđđškooul vuõssmõs klaass jieʹnnǩiõl mättʼtõʹsse, leša tõin vuäitt leeʹd vieʹǩǩ še ouddmättʼtõõzzâst leʹbe pââibuž klaassin.

source: PowerPoint muotoinen oppimateriaali havainnollistaa asioita kuvien kautta, joita voi näyttää oppilaille tietokoneen, projektorin tai älytaulun kautta.
sms: PowerPoint-hämmsaž mättmateriaal čuäʹjat aaʹššid koovi mieʹldd, koid vuäitt čuäʹjted škooulniiʹǩǩid teâttmašina, projektoor leʹbe jeäʹrmmtaaul mieʹldd.

source: Álgu-tavujonoihin on kerätty tavallisia pohjoissaamenkielisiä tavuja erilaisiiin taulukoihin.
sms: Álgu-täävvrääidaid lie norrum takai tâʹvvsääʹmǩiõllsa tääv jeeʹresnallšem taullõõǥǥid.

source: Materiaali on kehitetty peruskoulun ensimmäisen luokan lukemaan opettelemista ajatellen, mutta se voi olla avuksi myös ylemmillä luokkaasteilla ja erityisopetuksessa.
sms: Materiaal lij rajjum vuâđđškooul vuõssmõs klaass lookkmamättõõttmõõžž juuʹrdeeʹl, leša tõt vuäitt leeʹd veäʹǩǩen še pââibuž klaassin da spesiaalmättʼtõõzzâst.

source: Dokumenttiin on koottu esimerkkejä toiminnallisista harjoituksista ja peleistä.
sms: Dokumentta lie norrum še ouddmiârk tooimlaž harjjtõõzzin da speâllain.

source: Oppimiateriaalin mukana on lisäksi pienet digitaaliset tavumuistipelit.
sms: Mättmateriaal âânn seʹst še siõm digitaalʼlaž täävvmošttspeâllaid.

source: Koulut Suomessa voivat tilata Álgu -materiaaleja Saamelaiskäräjiltä osoitteesta: unni.lansman@samediggi.fi Lisätietoja:
sms: Lääʹddpeäʹl škooul vuäiʹtte tiʹllʼjed Álgu -materiaalid Sääʹmteeʹǧǧest addrõõzzâst: unni.lansman@samediggi.fi

source: Aura Pieski Pedagoginen sisältö/projektityöntekijä aura.pieski@samediggi.fi
sms: Lââʹssteâđ: Aura Pieski Projeʹktt-tuâjjla aura.pieski@samediggi.fi

source: Marita Aikio Oppimateriaalisuunnittelija 040 662 9018 marita.aikio@samediggi.fi
sms: Marita Aikio Mättmateriaalplaaneei 040 662 9018 marita.aikio@samediggi.fi
